{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "(0 upgradeable)"
			},
			"Translation": {
				"Text": "(0 améliorable)"
			},
			"Key": "3CEFA89C415D47DF87C953A4F5A22837"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "BE9D645D4352A41A16C3D0A5F1F62C94"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "F8E467094A594E5C21A542B94D14B1E6"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "3739407645161CDED5901EACEAEE5915"
		},
		{
			"Source": {
				"Text": "0"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "72BCC75B46EB14C88FA0CB8AFFE0ACFA"
		},
		{
			"Source": {
				"Text": "Adjust Current Axis"
			},
			"Translation": {
				"Text": "Ajuster l'axe actuel"
			},
			"Key": "0F38693943C29DCD75F8C1B27871C5B8"
		},
		{
			"Source": {
				"Text": "Adjust Recipe"
			},
			"Translation": {
				"Text": "Ajuster la recette"
			},
			"Key": "FF3BF8944642F2DEE83E0685A53303EE"
		},
		{
			"Source": {
				"Text": "Adjust grid X-axis (forward/backward)"
			},
			"Translation": {
				"Text": "Ajuster l'axe X de la grille (avant/arrière)"
			},
			"Key": "15E8B3EA40E8AC8A1E8E818BA03670E5"
		},
		{
			"Source": {
				"Text": "Adjust grid Y-axis (left/right)"
			},
			"Translation": {
				"Text": "Ajuster l'axe Y de la grille (gauche/droite)"
			},
			"Key": "311FCC0E4AB23FE12C19BA94A560D1FB"
		},
		{
			"Source": {
				"Text": "Adjust grid Z-axis (up/down)"
			},
			"Translation": {
				"Text": "Ajuster l'axe Z de la grille (haut/bas)"
			},
			"Key": "ADFEA69944158AB689D01EB52BA2A425"
		},
		{
			"Source": {
				"Text": "Adjust sideways offset for grid items"
			},
			"Translation": {
				"Text": "Ajuster le décalage latéral des éléments de la grille"
			},
			"Key": "7945CB1F4E10CE8044DCBF8DC47322E1"
		},
		{
			"Source": {
				"Text": "Adjust spacing for currently selected axis"
			},
			"Translation": {
				"Text": "Ajuster l'espacement de l'axe actuellement sélectionné"
			},
			"Key": "F10D935E43878D99436DE5979A4E7EFD"
		},
		{
			"Source": {
				"Text": "Adjust step height for layers"
			},
			"Translation": {
				"Text": "Ajuster la hauteur des marches pour les couches"
			},
			"Key": "4878AB2843890693F30F2BBA496DCCE8"
		},
		{
			"Source": {
				"Text": "Always (0)"
			},
			"Translation": {
				"Text": "Toujours (0)"
			},
			"Key": "DFC6C7C441EFDC29C8E28F8F68C31EC1"
		},
		{
			"Source": {
				"Text": "Anchor: Aim at a belt, pipe, or pole"
			},
			"Translation": {
				"Text": "Ancrage : visez un convoyeur, tuyau ou poteau"
			},
			"Key": "7C1BBA564FF13BA590D8A89C48E3F2C8"
		},
		{
			"Source": {
				"Text": "Auto"
			},
			"Translation": {
				"Text": "Auto"
			},
			"Key": "B7D7520E4A0B332ED9D87DBC994D5379"
		},
		{
			"Source": {
				"Text": "Auto"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "29B5665E4347B8A528480EA82ED201BE"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "40EADFF242CC6D8E10A4EDB6D777D2BC"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "9852395F409F9C751F989FA1748BFA16"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A863449D4ED1EF98FD3531A57C03A83B"
		},
		{
			"Source": {
				"Text": "Auto 2D"
			},
			"Translation": {
				"Text": "Auto 2D"
			},
			"Key": "C24F4DC44DCA9C1FB249098A51A3B982"
		},
		{
			"Source": {
				"Text": "Auto 2D"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A9F4FD7C4ADCBE49DE0631A2046B8C32"
		},
		{
			"Source": {
				"Text": "CANCEL"
			},
			"Translation": {
				"Text": "ANNULER"
			},
			"Key": "9423B8A2450BD3341A377D9BD4CCD62B"
		},
		{
			"Source": {
				"Text": "Cancel"
			},
			"Translation": {
				"Text": "Annuler"
			},
			"Key": "1754F7834BF1389234CDF2A4813856D4"
		},
		{
			"Source": {
				"Text": "Classic (2)"
			},
			"Translation": {
				"Text": "Classique (2)"
			},
			"Key": "337DE321404C52EA519126A27AD16256"
		},
		{
			"Source": {
				"Text": "Close"
			},
			"Translation": {
				"Text": "Fermer"
			},
			"Key": "CB15E1A74E71CFAEDB6CA3AA8994C227"
		},
		{
			"Source": {
				"Text": "Configure Smart! scaling, visualization, and HUD settings"
			},
			"Translation": {
				"Text": "Configurer la mise à l'échelle, la visualisation et le HUD de Smart!"
			},
			"Key": "98E28A8E4D25D9D8BCD4C08EC6A98DE6"
		},
		{
			"Source": {
				"Text": "Core Smart! Foundations settings for HUD display and default scale values"
			},
			"Translation": {
				"Text": "Paramètres de base de Smart! Foundations pour l'affichage du HUD et les valeurs d'échelle par défaut"
			},
			"Key": "FD8B2189447F09294CBA09A02293BB9C"
		},
		{
			"Source": {
				"Text": "Cross Splitters/Mergers"
			},
			"Translation": {
				"Text": "Traverser répartiteurs/fusionneurs"
			},
			"Key": "7A593AF64E9BB01288D106BC6229CBF9"
		},
		{
			"Source": {
				"Text": "Cross Storage Containers"
			},
			"Translation": {
				"Text": "Traverser conteneurs"
			},
			"Key": "5938A49142B563B4FB59E985E9AE1841"
		},
		{
			"Source": {
				"Text": "Cross Train Platforms"
			},
			"Translation": {
				"Text": "Traverser plateformes de train"
			},
			"Key": "D042222F4CF5B96FB75D6AB15DFD0645"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Courbe"
			},
			"Key": "60DE1CEC4B85C0CC72203CBF61E7568D"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Courbe"
			},
			"Key": "C37B40874B51E0F5798841AA27981362"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Courbe"
			},
			"Key": "2E5F43054D0239D4BAC0F4862CB459FB"
		},
		{
			"Source": {
				"Text": "Cycle Axis Mode"
			},
			"Translation": {
				"Text": "Changer de mode d'axe"
			},
			"Key": "348DAE9A4D32A65A01DF6A8106D161BC"
		},
		{
			"Source": {
				"Text": "Cycle through X → Y → Z axes"
			},
			"Translation": {
				"Text": "Parcourir les axes X → Y → Z"
			},
			"Key": "9C14E6F8447F242BFBB485BD8E31A5F3"
		},
		{
			"Source": {
				"Text": "Dark (1)"
			},
			"Translation": {
				"Text": "Sombre (1)"
			},
			"Key": "15B881014DC7C163FCB1419FB255A0EC"
		},
		{
			"Source": {
				"Text": "Decrease value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Diminuer la valeur de la fonction active (mise à l'échelle, espacement, marches ou décalage)"
			},
			"Key": "3BECA57E4ACCC555B29B23AC5605DDCD"
		},
		{
			"Source": {
				"Text": "Default"
			},
			"Translation": {
				"Text": "Défaut"
			},
			"Key": "D16C08E24764156DC1CBDAB0287C8627"
		},
		{
			"Source": {
				"Text": "Default (0)"
			},
			"Translation": {
				"Text": "Défaut (0)"
			},
			"Key": "A6A1DA99437171CC3D6B8C9E2918CEE0"
		},
		{
			"Source": {
				"Text": "Detect Issues"
			},
			"Translation": {
				"Text": "Détecter les problèmes"
			},
			"Key": "9C1531E24044FDC579C089A23F379274"
		},
		{
			"Source": {
				"Text": "Entire Map"
			},
			"Translation": {
				"Text": "Carte entière"
			},
			"Key": "BE3FB1994C8451039886D1829DD59B06"
		},
		{
			"Source": {
				"Text": "Estimated Cost"
			},
			"Translation": {
				"Text": "Coût estimé"
			},
			"Key": "74176A6A4B5B3CE8A9A4BA8F752D804C"
		},
		{
			"Source": {
				"Text": "Estimated Cost"
			},
			"Translation": {
				"Text": "Coût estimé"
			},
			"Key": "173D524544632CCDED043A9E3F4F7CC3"
		},
		{
			"Source": {
				"Text": "Family Name Mk.1"
			},
			"Translation": {
				"Text": "Nom de famille Mk.1"
			},
			"Key": "BEFE3D9D4EA76F0E2C34198C02E30A1E"
		},
		{
			"Source": {
				"Text": "Grid Total: 1 objects"
			},
			"Translation": {
				"Text": "Total grille : 1 objet"
			},
			"Key": "7ECCEB924559BAD3A1844C80D4581EAE"
		},
		{
			"Source": {
				"Text": "HUD Scale"
			},
			"Translation": {
				"Text": "Échelle du HUD"
			},
			"Key": "9E038900477F0B65A5A64E91AB5C00F0"
		},
		{
			"Source": {
				"Text": "High Contrast (3)"
			},
			"Translation": {
				"Text": "Contraste élevé (3)"
			},
			"Key": "0B68620A45C29BCF2BD3D390E9C6440C"
		},
		{
			"Source": {
				"Text": "Hold to activate progressive layering (modifier key)"
			},
			"Translation": {
				"Text": "Maintenez pour activer la superposition progressive (touche modificatrice)"
			},
			"Key": "93C024D64433A5447D2C0396B3C5CB33"
		},
		{
			"Source": {
				"Text": "Hold to activate rotation transform mode (modifier key)"
			},
			"Translation": {
				"Text": "Maintenez pour activer le mode rotation (touche modificatrice)"
			},
			"Key": "2B909A3E4443898FEB06568A0618C52A"
		},
		{
			"Source": {
				"Text": "Hold to activate sideways offset (modifier key)"
			},
			"Translation": {
				"Text": "Maintenez pour activer le décalage latéral (touche modificatrice)"
			},
			"Key": "E7D5F1A145882159A49EE89DEAA01EF5"
		},
		{
			"Source": {
				"Text": "Hold to activate spacing (modifier key)"
			},
			"Translation": {
				"Text": "Maintenez pour activer l'espacement (touche modificatrice)"
			},
			"Key": "2878874049B6D5EE0A5D6D9B48259F72"
		},
		{
			"Source": {
				"Text": "Hold to scale X-axis. Combine with Y modifier to scale Z-axis."
			},
			"Translation": {
				"Text": "Maintenez pour mettre à l'échelle l'axe X. Combinez avec le modificateur Y pour l'axe Z."
			},
			"Key": "9AE7D23346D4BB5B0192848D8291920C"
		},
		{
			"Source": {
				"Text": "Hold to scale Y-axis. Combine with X modifier to scale Z-axis."
			},
			"Translation": {
				"Text": "Maintenez pour mettre à l'échelle l'axe Y. Combinez avec le modificateur X pour l'axe Z."
			},
			"Key": "FA69B4C54C1F9AC00819708F1BD00666"
		},
		{
			"Source": {
				"Text": "Horiz→Vert"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A70A70BC46CB9221B4A7618D9D344FCD"
		},
		{
			"Source": {
				"Text": "Horiz→Vert"
			},
			"Translation": {
				"Text": "Horiz→Vert"
			},
			"Key": "E0D5AEF140C1253876F13FB56301E909"
		},
		{
			"Source": {
				"Text": "Hypertube Auto-Connect:"
			},
			"Translation": {
				"Text": "Connexion auto Hypertube :"
			},
			"Key": "7D70E1B54E59E0072AA18581782CA4A0"
		},
		{
			"Source": {
				"Text": "Increase value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Augmenter la valeur de la fonction active (mise à l'échelle, espacement, marches ou décalage)"
			},
			"Key": "1BCE444B43095B0D655193A1B416CBBD"
		},
		{
			"Source": {
				"Text": "Large Grid Warning"
			},
			"Translation": {
				"Text": "Avertissement grande grille"
			},
			"Key": "33C84A48437DD1E5D1CF0AAD223DC813"
		},
		{
			"Source": {
				"Text": "Minimal (4)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A08F54F64F8642B9E7F8F1AA30D2B869"
		},
		{
			"Source": {
				"Text": "Mk1 (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "B67A2B1049D6C022FFE45AA3C7E91E0D"
		},
		{
			"Source": {
				"Text": "Mk1 (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "80ADD8BF4E442F2608D92FB8ECD49CC2"
		},
		{
			"Source": {
				"Text": "Mk2 (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "7A7B62144F20B0B73ABCD8B643EED6A1"
		},
		{
			"Source": {
				"Text": "Mk2 (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "6587C0CB460666BD6FC98BB018890DC5"
		},
		{
			"Source": {
				"Text": "Mk3 (3)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "438320444C8158C55C66F08F8D53EBD5"
		},
		{
			"Source": {
				"Text": "Mk4 (4)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "C0E174744867FC71F8E879B5AE7D69EE"
		},
		{
			"Source": {
				"Text": "Mk5 (5)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "C08F8647484002CCC38A78938534A251"
		},
		{
			"Source": {
				"Text": "Mk6 (6)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "31D1020F4EA86C6B0532A3916E9533CD"
		},
		{
			"Source": {
				"Text": "Monochrome (5)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "8E24BA32430E1A670137ABA048747BB8"
		},
		{
			"Source": {
				"Text": "Network"
			},
			"Translation": {
				"Text": "Réseau"
			},
			"Key": "09B266E74168D79CC01A54B6220782CC"
		},
		{
			"Source": {
				"Text": "Never (2)"
			},
			"Translation": {
				"Text": "Jamais (2)"
			},
			"Key": "E9350DEF466B0A2E9F7FBDB9FA947A97"
		},
		{
			"Source": {
				"Text": "Noodle"
			},
			"Translation": {
				"Text": "Nouille"
			},
			"Key": "928114D446D78C041AEF5D88157821E9"
		},
		{
			"Source": {
				"Text": "Noodle"
			},
			"Translation": {
				"Text": "Nouille"
			},
			"Key": "2BBD2D8A4804BE82F72DB0B091876974"
		},
		{
			"Source": {
				"Text": "Not saved"
			},
			"Translation": {
				"Text": "Non enregistré"
			},
			"Key": "CDF7639140F228F3095085B61DF1FC1A"
		},
		{
			"Source": {
				"Text": "Once (1)"
			},
			"Translation": {
				"Text": "Une fois (1)"
			},
			"Key": "A1723C3742687518D3D7FAB8769C4F43"
		},
		{
			"Source": {
				"Text": "Press REFRESH to scan for upgradeable buildings. Press ESC or K to close."
			},
			"Translation": {
				"Text": "Appuyez sur ACTUALISER pour rechercher des bâtiments améliorables. Appuyez sur ÉCHAP ou K pour fermer."
			},
			"Key": "66C35E014DB7009BE3B924A85F570FD7"
		},
		{
			"Source": {
				"Text": "Press to clear active recipe"
			},
			"Translation": {
				"Text": "Appuyez pour effacer la recette active"
			},
			"Key": "790FF28E4D98D951C6AE27B8A147F50F"
		},
		{
			"Source": {
				"Text": "REFRESH"
			},
			"Translation": {
				"Text": "ACTUALISER"
			},
			"Key": "1CBF9AC24AB88ED704D8B89C23669BF7"
		},
		{
			"Source": {
				"Text": "Radius"
			},
			"Translation": {
				"Text": "Rayon"
			},
			"Key": "1CBE81654BEC06C4EE4D2F9B77C6823C"
		},
		{
			"Source": {
				"Text": "Radius (m):"
			},
			"Translation": {
				"Text": "Rayon (m) :"
			},
			"Key": "32F87FF84A2C859EEF06EDA73BD50D90"
		},
		{
			"Source": {
				"Text": "Ready"
			},
			"Translation": {
				"Text": "Prêt"
			},
			"Key": "FD2BEAF2493FD288E0C03FB923FE3E94"
		},
		{
			"Source": {
				"Text": "Recipe Mode"
			},
			"Translation": {
				"Text": "Mode recette"
			},
			"Key": "310A5EFE4224B829F9BA469562A68951"
		},
		{
			"Source": {
				"Text": "Recipe Up/Down"
			},
			"Translation": {
				"Text": "Recette haut/bas"
			},
			"Key": "F87C5DEE489864EDB5D02386C86E62CF"
		},
		{
			"Source": {
				"Text": "Repair All Issues"
			},
			"Translation": {
				"Text": "Réparer tous les problèmes"
			},
			"Key": "70622324402CD200612E9395164CE150"
		},
		{
			"Source": {
				"Text": "Repair result will appear here"
			},
			"Translation": {
				"Text": "Le résultat de la réparation apparaîtra ici"
			},
			"Key": "C6DDD93A4DEF142BBA1E08BBE2381F1B"
		},
		{
			"Source": {
				"Text": "Rotation Mode"
			},
			"Translation": {
				"Text": "Mode rotation"
			},
			"Key": "E3CA9AD8424D9B1B3B996C97C1F70A61"
		},
		{
			"Source": {
				"Text": "Route mouse wheel input to the active Smart! feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Diriger la molette de la souris vers la fonction Smart! active (mise à l'échelle, espacement, marches ou décalage)"
			},
			"Key": "FA953BD649A5AEE3F69CB7AFE9E2A43A"
		},
		{
			"Source": {
				"Text": "Routing:"
			},
			"Translation": {
				"Text": "Routage :"
			},
			"Key": "F9CB428247FA00F2916066950E42FA87"
		},
		{
			"Source": {
				"Text": "Run Detect to see results"
			},
			"Translation": {
				"Text": "Lancez Détecter pour voir les résultats"
			},
			"Key": "96E044FE4DDABD241B0483A89D209A2C"
		},
		{
			"Source": {
				"Text": "SCAN NETWORK"
			},
			"Translation": {
				"Text": "SCANNER LE RÉSEAU"
			},
			"Key": "827BDCB04E7D02296EA3E880D6C24DC3"
		},
		{
			"Source": {
				"Text": "Save New Preset"
			},
			"Translation": {
				"Text": "Enregistrer un nouveau préréglage"
			},
			"Key": "DD0B98B04A427071B009D7BAA464B531"
		},
		{
			"Source": {
				"Text": "Scale Forward/Back"
			},
			"Translation": {
				"Text": "Mise à l'échelle avant/arrière"
			},
			"Key": "7F2E5ED1421D2CB422D39B96E7FEFA25"
		},
		{
			"Source": {
				"Text": "Scale Left/Right"
			},
			"Translation": {
				"Text": "Mise à l'échelle gauche/droite"
			},
			"Key": "A65B455D41D3967FE018129E6F8D99BC"
		},
		{
			"Source": {
				"Text": "Scale Up/Down"
			},
			"Translation": {
				"Text": "Mise à l'échelle haut/bas"
			},
			"Key": "D62D58CF4AFE88D8DE519488D31F424F"
		},
		{
			"Source": {
				"Text": "Scale X Modifier"
			},
			"Translation": {
				"Text": "Modificateur d'échelle X"
			},
			"Key": "B433CC5C466EDDBF3105FA829F9B12D5"
		},
		{
			"Source": {
				"Text": "Scale Y Modifier"
			},
			"Translation": {
				"Text": "Modificateur d'échelle Y"
			},
			"Key": "FECC44E2411C81715010F7B2FAD081E6"
		},
		{
			"Source": {
				"Text": "Scan"
			},
			"Translation": {
				"Text": "Scanner"
			},
			"Key": "1322786544407AA4F8ED1B8190F76D9F"
		},
		{
			"Source": {
				"Text": "Scan network to see costs"
			},
			"Translation": {
				"Text": "Scanner le réseau pour voir les coûts"
			},
			"Key": "E66C9E5840CD757371D1B2A26B0937F7"
		},
		{
			"Source": {
				"Text": "Select items to see costs"
			},
			"Translation": {
				"Text": "Sélectionnez des éléments pour voir les coûts"
			},
			"Key": "9E972DC647E3D424CFE890B235FB1EE3"
		},
		{
			"Source": {
				"Text": "Share"
			},
			"Translation": {
				"Text": "Partager"
			},
			"Key": "6B9892D145A9E8A2054CEBAEF0A6B4E5"
		},
		{
			"Source": {
				"Text": "Show Direction Arrows (can be overridden)"
			},
			"Translation": {
				"Text": "Afficher les flèches directionnelles"
			},
			"Key": "EA82618C44B70702397E7E97036E946B"
		},
		{
			"Source": {
				"Text": "Show/hide axis direction arrows"
			},
			"Translation": {
				"Text": "Afficher/masquer les flèches directionnelles des axes"
			},
			"Key": "78E37EDB4BEB48A04A5139AC6A0C614D"
		},
		{
			"Source": {
				"Text": "Smart Restore"
			},
			"Translation": {
				"Text": "Smart Restauration"
			},
			"Key": "F506AD1F41CF8A81A27FC0A480EAE8B8"
		},
		{
			"Source": {
				"Text": "Smart! Configuration"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "7BAE3F3D4FEAEB14DC15CCBAC6FA6820"
		},
		{
			"Source": {
				"Text": "Smart! Foundations"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "97E5935349503B2191BFE4B385BC7AB3"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "51EB9D9A495D641249A89FA0BD6F76B3"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "53A77D7341E0BB96E67D9287BEF26C24"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "62C6E10A41335FE94A371DB0EA31B799"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "B4E7FC1B4C29E5780A005DACF4F6605B"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "331CFA504EADB43C56B9C1AF41012E2F"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Mise à l'échelle"
			},
			"Key": "B8C9B67949C7644C3AE6519EBC26464D"
		},
		{
			"Source": {
				"Text": "Smart! Interface"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "F484CB0045E1F6610752E19D98C01DFE"
		},
		{
			"Source": {
				"Text": "Smart! Panel"
			},
			"Translation": {
				"Text": "Smart! Panneau"
			},
			"Key": "466E938E4AA5B443D005619DEB8F0382"
		},
		{
			"Source": {
				"Text": "Smart! Recipe"
			},
			"Translation": {
				"Text": "Smart! Recette"
			},
			"Key": "86A78F2C47F34655E5C58484EC93E3AD"
		},
		{
			"Source": {
				"Text": "Smart! Recipe"
			},
			"Translation": {
				"Text": "Smart! Recette"
			},
			"Key": "1C0157F7400B84FCEA0CB0997F18ECFA"
		},
		{
			"Source": {
				"Text": "Smart! Rotation"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "E522B9984A797E90FDF435B93981833C"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Espacement"
			},
			"Key": "1D5643D5431C6F63F8A943BCE13CBE7E"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Espacement"
			},
			"Key": "246236E4495CCCF2A3E4FC85C85DA9AB"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Espacement"
			},
			"Key": "12DA0489426F414A397D0589ED6C0745"
		},
		{
			"Source": {
				"Text": "Smart! Stagger"
			},
			"Translation": {
				"Text": "Smart! Décalage"
			},
			"Key": "5162B61A422973421A9B5084A1B41030"
		},
		{
			"Source": {
				"Text": "Smart! Stagger"
			},
			"Translation": {
				"Text": "Smart! Décalage"
			},
			"Key": "F5885ED64196DAF6BE5F878ED0AF0A29"
		},
		{
			"Source": {
				"Text": "Smart! Steps"
			},
			"Translation": {
				"Text": "Smart! Marches"
			},
			"Key": "63AABDCD482973D2CAFDF2932D97AE25"
		},
		{
			"Source": {
				"Text": "Smart! Steps"
			},
			"Translation": {
				"Text": "Smart! Marches"
			},
			"Key": "067E1A5040E18EA163524F8F205335A9"
		},
		{
			"Source": {
				"Text": "Smart! Upgrade Panel"
			},
			"Translation": {
				"Text": "Smart! Panneau d'amélioration"
			},
			"Key": "8BB84C5240D8A57F87983A986C3DFB73"
		},
		{
			"Source": {
				"Text": "Spacing Mode"
			},
			"Translation": {
				"Text": "Mode espacement"
			},
			"Key": "9643BBEF4D4BFEB216B5CDB73AC1A4C8"
		},
		{
			"Source": {
				"Text": "Stagger Left/Right"
			},
			"Translation": {
				"Text": "Décaler à gauche/droite"
			},
			"Key": "6F0E40FD4B11CA1CEC6FC5B06EB0188C"
		},
		{
			"Source": {
				"Text": "Stagger Mode"
			},
			"Translation": {
				"Text": "Mode décalage"
			},
			"Key": "AC9521FE4F1ABB4F0FDA12BE408820F6"
		},
		{
			"Source": {
				"Text": "Steps Mode"
			},
			"Translation": {
				"Text": "Mode marches"
			},
			"Key": "A4625ACE4A31BA74C187C09C62723BE6"
		},
		{
			"Source": {
				"Text": "Steps Up/Down"
			},
			"Translation": {
				"Text": "Marches haut/bas"
			},
			"Key": "E148F27C4C01935B4E019BA49F4A0F55"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Droit"
			},
			"Key": "7D33892C463173CDF05A0383D92017C8"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Droit"
			},
			"Key": "8A7DD44D47B48C266B3B88AC01D1CEF3"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Droit"
			},
			"Key": "0019837C427C49F6BA1DE5A2BAF52104"
		},
		{
			"Source": {
				"Text": "Target Tier:"
			},
			"Translation": {
				"Text": "Niveau cible :"
			},
			"Key": "C34C1A5F452AB8290A9A00BA9D73780D"
		},
		{
			"Source": {
				"Text": "Target Tier:"
			},
			"Translation": {
				"Text": "Niveau cible :"
			},
			"Key": "47FABC9743E900C118B8FCAF9C9076DE"
		},
		{
			"Source": {
				"Text": "These tools diagnose and repair conveyor chain corruption. Only use them if you are experiencing belt issues."
			},
			"Translation": {
				"Text": "Ces outils diagnostiquent et réparent la corruption des chaînes de convoyeurs. Ne les utilisez que si vous rencontrez des problèmes de convoyeurs."
			},
			"Key": "427A62BA4B691763413124A521EE7AA2"
		},
		{
			"Source": {
				"Text": "Toggle Arrows"
			},
			"Translation": {
				"Text": "Basculer les flèches"
			},
			"Key": "3326E4B341828CD7663F6285E104A803"
		},
		{
			"Source": {
				"Text": "Toggle Settings Form"
			},
			"Translation": {
				"Text": "Basculer le formulaire de paramètres"
			},
			"Key": "3E62D33F4FA4C52320AB48BD9B6D8B1C"
		},
		{
			"Source": {
				"Text": "Toggle Smart Settings Form"
			},
			"Translation": {
				"Text": "Basculer le formulaire de paramètres Smart"
			},
			"Key": "D09E94C0499C4C4F3E606D9E2461B19A"
		},
		{
			"Source": {
				"Text": "Triage"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "D5988C104C18248A9BFD8485A40BE7BF"
		},
		{
			"Source": {
				"Text": "UPGRADE"
			},
			"Translation": {
				"Text": "AMÉLIORER"
			},
			"Key": "0A60D4B54D01B286CA22F0A0967B6803"
		},
		{
			"Source": {
				"Text": "Warning message here"
			},
			"Translation": {
				"Text": "Message d'avertissement ici"
			},
			"Key": "BB16B38F4773E62C787CD8A7A950B2A0"
		},
		{
			"Source": {
				"Text": "X"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "1926932648C4B2B04FFA2DA78759EB8A"
		},
		{
			"Source": {
				"Text": "X (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "59B517F844E13DA8F3D539844F2C9378"
		},
		{
			"Source": {
				"Text": "X+Y (3)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "56027A5C460D5844EF237AB48DAA5A28"
		},
		{
			"Source": {
				"Text": "Y (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "444B8B2648F771FC835D1CABC302BA9E"
		},
		{
			"Source": {
				"Text": "°"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "23C90C2D418545EC4333738F056A5EE6"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "SmartFoundations",
			"Children": [
				{
					"Source": {
						"Text": " x "
					},
					"Translation": {
						"Text": " x "
					},
					"Key": "Upgrade_Separator"
				},
				{
					"Source": {
						"Text": "# of Connections to Keep Free:"
					},
					"Translation": {
						"Text": "Connexions à réserver :"
					},
					"Key": "Config_PowerReserved"
				},
				{
					"Source": {
						"Text": "(No net cost)"
					},
					"Translation": {
						"Text": "(Aucun coût net)"
					},
					"Key": "Upgrade_NoNetCost"
				},
				{
					"Source": {
						"Text": "({0} upgradeable)"
					},
					"Translation": {
						"Text": "({0} améliorables)"
					},
					"Key": "Upgrade_UpgradeableCount"
				},
				{
					"Source": {
						"Text": "* Extreme grid - high risk of freeze/crash"
					},
					"Translation": {
						"Text": "* Grille extrême — risque élevé de gel/plantage"
					},
					"Key": "Panel_GridWarning_Danger"
				},
				{
					"Source": {
						"Text": "* Large grid"
					},
					"Translation": {
						"Text": "* Grande grille"
					},
					"Key": "Panel_GridWarning_Caution"
				},
				{
					"Source": {
						"Text": "* Very large grid - may cause temporary freeze"
					},
					"Translation": {
						"Text": "* Très grande grille — peut causer un gel temporaire"
					},
					"Key": "Panel_GridWarning_Warning"
				},
				{
					"Source": {
						"Text": "*Auto-Connect Disabled (double-tap to re-enable)"
					},
					"Translation": {
						"Text": "*Connexion auto désactivée (double appui pour réactiver)"
					},
					"Key": "HUD_AutoConnectDisabled"
				},
				{
					"Source": {
						"Text": "*Extend Active"
					},
					"Translation": {
						"Text": "*Extension active"
					},
					"Key": "HUD_ExtendActive"
				},
				{
					"Source": {
						"Text": "*Extend Disabled"
					},
					"Translation": {
						"Text": "*Extension désactivée"
					},
					"Key": "HUD_ExtendDisabled"
				},
				{
					"Source": {
						"Text": "*Extend: {0}x{1}"
					},
					"Translation": {
						"Text": "*Extension : {0}x{1}"
					},
					"Key": "HUD_ExtendScaled"
				},
				{
					"Source": {
						"Text": "*Restore Active"
					},
					"Translation": {
						"Text": "*Restauration active"
					},
					"Key": "HUD_RestoreActive"
				},
				{
					"Source": {
						"Text": "*Restore: {0}"
					},
					"Translation": {
						"Text": "*Restauration : {0}"
					},
					"Key": "HUD_RestorePreset"
				},
				{
					"Source": {
						"Text": "*Smart Disabled (double-tap to re-enable)"
					},
					"Translation": {
						"Text": "*Smart désactivé (double appui pour réactiver)"
					},
					"Key": "HUD_SmartDisabled"
				},
				{
					"Source": {
						"Text": "*Walk  {0} seg | head {1} {2}deg | {3}"
					},
					"Translation": {
						"Text": "*Marche  {0} seg | cap {1} {2}deg | {3}"
					},
					"Key": "HUD_Walk"
				},
				{
					"Source": {
						"Text": "*Zoop Active - Scaling Disabled"
					},
					"Translation": {
						"Text": "*Zoop actif — Mise à l'échelle désactivée"
					},
					"Key": "HUD_ZoopActive"
				},
				{
					"Source": {
						"Text": "A preset named '{0}' already exists. Overwrite?"
					},
					"Translation": {
						"Text": "Un préréglage nommé « {0} » existe déjà. Écraser ?"
					},
					"Key": "Panel_Restore_OverwriteMessage"
				},
				{
					"Source": {
						"Text": "Advance m"
					},
					"Translation": {
						"Text": "Avance m"
					},
					"Key": "Walk_Col_Advance"
				},
				{
					"Source": {
						"Text": "Advance{0}: {1}m"
					},
					"Translation": {
						"Text": "Avance{0} : {1}m"
					},
					"Key": "HUD_WalkAdvance"
				},
				{
					"Source": {
						"Text": "Aim at a belt, pipe, or pole to scan its network"
					},
					"Translation": {
						"Text": "Visez un convoyeur, tuyau ou poteau pour scanner son réseau"
					},
					"Key": "Upgrade_TraversalHint"
				},
				{
					"Source": {
						"Text": "Aim at a belt, pipe, or power pole to scan its network"
					},
					"Translation": {
						"Text": "Visez un convoyeur, tuyau ou poteau électrique pour scanner son réseau"
					},
					"Key": "Upgrade_AimAtTarget"
				},
				{
					"Source": {
						"Text": "Aim at a buildable and press Scan Network"
					},
					"Translation": {
						"Text": "Visez un constructible et appuyez sur Scanner le réseau"
					},
					"Key": "Upgrade_AimAndScan"
				},
				{
					"Source": {
						"Text": "Allow auto-connected belts to stack vertically where they overlap."
					},
					"Translation": {
						"Text": "Autoriser les convoyeurs auto-connectés à s'empiler verticalement là où ils se chevauchent."
					},
					"Key": "P.bStackableBeltEnabled.TT"
				},
				{
					"Source": {
						"Text": "Anchor: {0} (Mk{1})"
					},
					"Translation": {
						"Text": "Ancrage : {0} (Mk{1})"
					},
					"Key": "Upgrade_Anchor"
				},
				{
					"Source": {
						"Text": "Animate the arrows orbiting the hologram. Turn off for static arrows that still track you."
					},
					"Translation": {
						"Text": "Animer les flèches en orbite autour de l'hologramme. Désactivez pour des flèches statiques qui vous suivent toujours."
					},
					"Key": "P.bShowArrowOrbit.TT"
				},
				{
					"Source": {
						"Text": "Apply"
					},
					"Translation": {
						"Text": "Appliquer"
					},
					"Key": "Panel_Btn_ApplyPreset"
				},
				{
					"Source": {
						"Text": "Apply"
					},
					"Translation": {
						"Text": "Appliquer"
					},
					"Key": "Panel_Btn_Apply"
				},
				{
					"Source": {
						"Text": "Apply Immediately"
					},
					"Translation": {
						"Text": "Appliquer immédiatement"
					},
					"Key": "Config_ApplyImmediate"
				},
				{
					"Source": {
						"Text": "Apply Immediately"
					},
					"Translation": {
						"Text": "Appliquer immédiatement"
					},
					"Key": "P.bApplyImmediately"
				},
				{
					"Source": {
						"Text": "Apply Immediately:"
					},
					"Translation": {
						"Text": "Appliquer immédiatement :"
					},
					"Key": "Panel_ApplyImmediately"
				},
				{
					"Source": {
						"Text": "Apply Smart Panel changes instantly instead of clicking the Apply button."
					},
					"Translation": {
						"Text": "Appliquer les changements du Panneau Smart instantanément au lieu de cliquer sur le bouton Appliquer."
					},
					"Key": "P.bApplyImmediately.TT"
				},
				{
					"Source": {
						"Text": "Arrow Axis Labels"
					},
					"Translation": {
						"Text": "Étiquettes d'axes des flèches"
					},
					"Key": "P.bShowArrowLabels"
				},
				{
					"Source": {
						"Text": "Arrow Axis Labels:"
					},
					"Translation": {
						"Text": "Étiquettes d'axes des flèches :"
					},
					"Key": "Config_ArrowLabels"
				},
				{
					"Source": {
						"Text": "Arrow Orbit Animation"
					},
					"Translation": {
						"Text": "Animation orbite des flèches"
					},
					"Key": "P.bShowArrowOrbit"
				},
				{
					"Source": {
						"Text": "Arrow Orbit Animation:"
					},
					"Translation": {
						"Text": "Animation orbite des flèches :"
					},
					"Key": "Config_ArrowOrbit"
				},
				{
					"Source": {
						"Text": "Arrows"
					},
					"Translation": {
						"Text": "Flèches"
					},
					"Key": "Sec.Arrows"
				},
				{
					"Source": {
						"Text": "Audit Complete: {0} upgradeable found across {1} structures."
					},
					"Translation": {
						"Text": "Audit terminé : {0} améliorables trouvés dans {1} structures."
					},
					"Key": "Upgrade_AuditComplete"
				},
				{
					"Source": {
						"Text": "Audit failed or was canceled."
					},
					"Translation": {
						"Text": "L'audit a échoué ou a été annulé."
					},
					"Key": "Upgrade_AuditFailed"
				},
				{
					"Source": {
						"Text": "Auditing world... {0}% ({1} scanned)"
					},
					"Translation": {
						"Text": "Audit du monde... {0}% ({1} scannés)"
					},
					"Key": "Upgrade_AuditProgress"
				},
				{
					"Source": {
						"Text": "Auto"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Opt_Auto"
				},
				{
					"Source": {
						"Text": "Auto 2D"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Opt_Auto2D"
				},
				{
					"Source": {
						"Text": "Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto"
					},
					"Key": "Panel_AutoConnectHeader"
				},
				{
					"Source": {
						"Text": "Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto"
					},
					"Key": "Panel_Restore_CaptureAutoConnect"
				},
				{
					"Source": {
						"Text": "Auto-Hold on Grid Change"
					},
					"Translation": {
						"Text": "Verrouillage auto sur changement"
					},
					"Key": "P.bAutoHoldOnGridChange"
				},
				{
					"Source": {
						"Text": "Auto-Hold on Grid Change:"
					},
					"Translation": {
						"Text": "Verrouillage auto sur changement :"
					},
					"Key": "Config_AutoHold"
				},
				{
					"Source": {
						"Text": "Automatically connect conveyor belts between placed buildings and distributors."
					},
					"Translation": {
						"Text": "Connecter automatiquement les convoyeurs entre les bâtiments placés et les distributeurs."
					},
					"Key": "P.bAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically connect hypertubes between placed supports."
					},
					"Translation": {
						"Text": "Connecter automatiquement les Hypertubes entre les supports placés."
					},
					"Key": "P.bHypertubeAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically connect pipes between placed buildings."
					},
					"Translation": {
						"Text": "Connecter automatiquement les tuyaux entre les bâtiments placés."
					},
					"Key": "P.bPipeAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically lock the hologram in place after any grid change. Press the Hold key to release it."
					},
					"Translation": {
						"Text": "Verrouiller automatiquement l'hologramme en place après tout changement de grille. Appuyez sur la touche Verrouiller pour le relâcher."
					},
					"Key": "P.bAutoHoldOnGridChange.TT"
				},
				{
					"Source": {
						"Text": "Automatically run conveyor belts between the buildings you place."
					},
					"Translation": {
						"Text": "Faire passer automatiquement des convoyeurs entre les bâtiments que vous placez."
					},
					"Key": "Sec.Belt.TT"
				},
				{
					"Source": {
						"Text": "Automatically run hypertubes between the supports you place."
					},
					"Translation": {
						"Text": "Faire passer automatiquement des Hypertubes entre les supports que vous placez."
					},
					"Key": "Sec.Hypertube.TT"
				},
				{
					"Source": {
						"Text": "Automatically run pipes between the buildings you place."
					},
					"Translation": {
						"Text": "Faire passer automatiquement des tuyaux entre les bâtiments que vous placez."
					},
					"Key": "Sec.Pipe.TT"
				},
				{
					"Source": {
						"Text": "Automatically wire power between buildings and power poles as you build."
					},
					"Translation": {
						"Text": "Câbler automatiquement l'énergie entre les bâtiments et les poteaux électriques pendant la construction."
					},
					"Key": "Sec.Power.TT"
				},
				{
					"Source": {
						"Text": "Automatically wire power between placed buildings and nearby power poles."
					},
					"Translation": {
						"Text": "Câbler automatiquement l'énergie entre les bâtiments placés et les poteaux électriques proches."
					},
					"Key": "P.bPowerAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Backward"
					},
					"Translation": {
						"Text": "Arrière"
					},
					"Key": "Walk_Opt_Backward"
				},
				{
					"Source": {
						"Text": "Belt"
					},
					"Translation": {
						"Text": "Convoyeur"
					},
					"Key": "Walk_Conveyance_Belt"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto convoyeurs"
					},
					"Key": "Sec.Belt"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto convoyeurs"
					},
					"Key": "P.bAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto convoyeurs :"
					},
					"Key": "Config_AutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto convoyeurs :"
					},
					"Key": "Panel_AC_BeltEnabled"
				},
				{
					"Source": {
						"Text": "Belt Routing Mode"
					},
					"Translation": {
						"Text": "Mode routage convoyeur"
					},
					"Key": "P.BeltRoutingMode"
				},
				{
					"Source": {
						"Text": "Belt Routing Mode:"
					},
					"Translation": {
						"Text": "Mode routage convoyeur :"
					},
					"Key": "Config_BeltRoutingMode"
				},
				{
					"Source": {
						"Text": "Belt tier for distributor-to-building connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Niveau de convoyeur pour les connexions distributeur-à-bâtiment. Auto utilise le niveau le plus élevé débloqué."
					},
					"Key": "P.BeltLevelToBuilding.TT"
				},
				{
					"Source": {
						"Text": "Belt tier for distributor-to-distributor (manifold) connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Niveau de convoyeur pour les connexions distributeur-à-distributeur (collecteur). Auto utilise le niveau le plus élevé débloqué."
					},
					"Key": "P.BeltLevelMain.TT"
				},
				{
					"Source": {
						"Text": "Building Behavior"
					},
					"Translation": {
						"Text": "Comportement de construction"
					},
					"Key": "Sec.Building"
				},
				{
					"Source": {
						"Text": "Cancel"
					},
					"Translation": {
						"Text": "Annuler"
					},
					"Key": "Upgrade_Btn_Cancel"
				},
				{
					"Source": {
						"Text": "Cancel"
					},
					"Translation": {
						"Text": "Annuler"
					},
					"Key": "Panel_Btn_Cancel"
				},
				{
					"Source": {
						"Text": "Cannot find player location"
					},
					"Translation": {
						"Text": "Impossible de trouver la position du joueur"
					},
					"Key": "Upgrade_NoPlayerLoc"
				},
				{
					"Source": {
						"Text": "Capture:"
					},
					"Translation": {
						"Text": "Capturer :"
					},
					"Key": "Panel_Restore_Capture"
				},
				{
					"Source": {
						"Text": "Chain distributors together with manifold lane belts, so a whole row is fed from one input."
					},
					"Translation": {
						"Text": "Enchaîner les distributeurs avec des convoyeurs collecteurs, pour qu'une rangée entière soit alimentée par une seule entrée."
					},
					"Key": "P.bAutoConnectDistributors.TT"
				},
				{
					"Source": {
						"Text": "Chain:"
					},
					"Translation": {
						"Text": "Chaîne :"
					},
					"Key": "Panel_AC_Chain"
				},
				{
					"Source": {
						"Text": "Clean"
					},
					"Translation": {
						"Text": "Épuré"
					},
					"Key": "Walk_Opt_Clean"
				},
				{
					"Source": {
						"Text": "Clear"
					},
					"Translation": {
						"Text": "Effacer"
					},
					"Key": "Panel_Btn_ClearRecipe"
				},
				{
					"Source": {
						"Text": "Click to select {0} for upgrade"
					},
					"Translation": {
						"Text": "Cliquez pour sélectionner {0} pour amélioration"
					},
					"Key": "Upgrade_ClickToSelect"
				},
				{
					"Source": {
						"Text": "Close"
					},
					"Translation": {
						"Text": "Fermer"
					},
					"Key": "Upgrade_Btn_Close"
				},
				{
					"Source": {
						"Text": "Color theme for the HUD: Default (FICSIT orange), Dark, Classic, High Contrast, Minimal, or Monochrome."
					},
					"Translation": {
						"Text": "Thème de couleur du HUD : Défaut (orange FICSIT), Sombre, Classique, Contraste élevé, Minimal ou Monochrome."
					},
					"Key": "P.HUDTheme.TT"
				},
				{
					"Source": {
						"Text": "Connection Range"
					},
					"Translation": {
						"Text": "Portée de connexion"
					},
					"Key": "P.PowerConnectRange"
				},
				{
					"Source": {
						"Text": "Connection Range:"
					},
					"Translation": {
						"Text": "Portée de connexion :"
					},
					"Key": "Config_PowerRange"
				},
				{
					"Source": {
						"Text": "Connections to Keep Free"
					},
					"Translation": {
						"Text": "Connexions à réserver"
					},
					"Key": "P.PowerConnectReserved"
				},
				{
					"Source": {
						"Text": "Continue"
					},
					"Translation": {
						"Text": "Continuer"
					},
					"Key": "Panel_Btn_Continue"
				},
				{
					"Source": {
						"Text": "Conveyor Belts"
					},
					"Translation": {
						"Text": "Convoyeurs"
					},
					"Key": "Family_Belt"
				},
				{
					"Source": {
						"Text": "Conveyor Lifts"
					},
					"Translation": {
						"Text": "Convoyeurs verticaux"
					},
					"Key": "Family_Lift"
				},
				{
					"Source": {
						"Text": "Created:"
					},
					"Translation": {
						"Text": "Créé :"
					},
					"Key": "Panel_Restore_CreatedAt"
				},
				{
					"Source": {
						"Text": "Cross Splitters/Mergers"
					},
					"Translation": {
						"Text": "Traverser répartiteurs/fusionneurs"
					},
					"Key": "Upgrade_CrossSplitters"
				},
				{
					"Source": {
						"Text": "Cross Storage Containers"
					},
					"Translation": {
						"Text": "Traverser conteneurs"
					},
					"Key": "Upgrade_CrossStorage"
				},
				{
					"Source": {
						"Text": "Cross Train Platforms"
					},
					"Translation": {
						"Text": "Traverser plateformes de train"
					},
					"Key": "Upgrade_CrossTrains"
				},
				{
					"Source": {
						"Text": "Curve"
					},
					"Translation": {
						"Text": "Courbe"
					},
					"Key": "Walk_Opt_Curve"
				},
				{
					"Source": {
						"Text": "Cycle Mode"
					},
					"Translation": {
						"Text": "Changer de mode"
					},
					"Key": "Hint_CycleMode"
				},
				{
					"Source": {
						"Text": "Daisy-Chain Pole-less Factories"
					},
					"Translation": {
						"Text": "Chaînage des usines sans poteau"
					},
					"Key": "P.bExtendDaisyChainPoleless"
				},
				{
					"Source": {
						"Text": "Default"
					},
					"Translation": {
						"Text": "Défaut"
					},
					"Key": "Walk_Opt_Default"
				},
				{
					"Source": {
						"Text": "Delete"
					},
					"Translation": {
						"Text": "Supprimer"
					},
					"Key": "Panel_Btn_DeletePreset"
				},
				{
					"Source": {
						"Text": "Delete Preset"
					},
					"Translation": {
						"Text": "Supprimer le préréglage"
					},
					"Key": "Panel_Restore_DeleteTitle"
				},
				{
					"Source": {
						"Text": "Delete preset '{0}'?"
					},
					"Translation": {
						"Text": "Supprimer le préréglage « {0} » ?"
					},
					"Key": "Panel_Restore_DeleteMessage"
				},
				{
					"Source": {
						"Text": "Description:"
					},
					"Translation": {
						"Text": "Description :"
					},
					"Key": "Panel_Restore_Description"
				},
				{
					"Source": {
						"Text": "Direction"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Lbl_Direction"
				},
				{
					"Source": {
						"Text": "Direction:"
					},
					"Translation": {
						"Text": "Direction :"
					},
					"Key": "Panel_AC_Direction"
				},
				{
					"Source": {
						"Text": "Directional arrows drawn on the building hologram."
					},
					"Translation": {
						"Text": "Flèches directionnelles dessinées sur l'hologramme du bâtiment."
					},
					"Key": "Sec.Arrows.TT"
				},
				{
					"Source": {
						"Text": "Double Wall Outlet Mk.{0}"
					},
					"Translation": {
						"Text": "Double distributeur mural Mk.{0}"
					},
					"Key": "UpgradeRow_DoubleWallOutlet"
				},
				{
					"Source": {
						"Text": "EXTREME GRID WARNING!"
					},
					"Translation": {
						"Text": "AVERTISSEMENT GRILLE EXTRÊME !"
					},
					"Key": "Panel_Confirm_ExtremeTitle"
				},
				{
					"Source": {
						"Text": "Enable Extend - repeat a building or grid outward in one direction."
					},
					"Translation": {
						"Text": "Activer Étendre — répéter un bâtiment ou une grille vers l'extérieur dans une direction."
					},
					"Key": "P.bExtendEnabled.TT"
				},
				{
					"Source": {
						"Text": "Entire Map"
					},
					"Translation": {
						"Text": "Carte entière"
					},
					"Key": "Upgrade_Btn_EntireMap"
				},
				{
					"Source": {
						"Text": "Error: Execution service not available"
					},
					"Translation": {
						"Text": "Erreur : service d'exécution non disponible"
					},
					"Key": "Upgrade_ErrExecution"
				},
				{
					"Source": {
						"Text": "Error: No player controller"
					},
					"Translation": {
						"Text": "Erreur : Pas de contrôleur joueur"
					},
					"Key": "Upgrade_ErrNoPlayer"
				},
				{
					"Source": {
						"Text": "Error: Subsystem not available"
					},
					"Translation": {
						"Text": "Erreur : sous-système non disponible"
					},
					"Key": "Upgrade_ErrSubsystem"
				},
				{
					"Source": {
						"Text": "Error: server connection unavailable"
					},
					"Translation": {
						"Text": "Erreur : connexion au serveur indisponible"
					},
					"Key": "Upgrade_ErrRCOScan"
				},
				{
					"Source": {
						"Text": "Error: server connection unavailable"
					},
					"Translation": {
						"Text": "Erreur : connexion au serveur indisponible"
					},
					"Key": "Upgrade_ErrRCO"
				},
				{
					"Source": {
						"Text": "Estimated Cost"
					},
					"Translation": {
						"Text": "Coût estimé"
					},
					"Key": "Upgrade_EstimatedCost"
				},
				{
					"Source": {
						"Text": "Exit"
					},
					"Translation": {
						"Text": "Sortie"
					},
					"Key": "Walk_Col_Exit"
				},
				{
					"Source": {
						"Text": "Export to Clipboard"
					},
					"Translation": {
						"Text": "Exporter vers le presse-papiers"
					},
					"Key": "Panel_Btn_ExportPreset"
				},
				{
					"Source": {
						"Text": "Extend Daisy-Chain Power"
					},
					"Translation": {
						"Text": "Étendre le chaînage électrique"
					},
					"Key": "P.bExtendDaisyChainPower"
				},
				{
					"Source": {
						"Text": "Extend Enabled"
					},
					"Translation": {
						"Text": "Extension activée"
					},
					"Key": "P.bExtendEnabled"
				},
				{
					"Source": {
						"Text": "Extend Enabled:"
					},
					"Translation": {
						"Text": "Extension activée :"
					},
					"Key": "Config_ExtendEnabled"
				},
				{
					"Source": {
						"Text": "Extend Power Poles"
					},
					"Translation": {
						"Text": "Étendre les poteaux électriques"
					},
					"Key": "P.bExtendPowerEnabled"
				},
				{
					"Source": {
						"Text": "Extend Power Poles:"
					},
					"Translation": {
						"Text": "Étendre pôles électriques :"
					},
					"Key": "Config_ExtendPower"
				},
				{
					"Source": {
						"Text": "Factory Belt"
					},
					"Translation": {
						"Text": "Convoyeur usine"
					},
					"Key": "P.BeltLevelToBuilding"
				},
				{
					"Source": {
						"Text": "Factory Belt:"
					},
					"Translation": {
						"Text": "Convoyeur usine :"
					},
					"Key": "Config_FactoryBelt"
				},
				{
					"Source": {
						"Text": "Flow Indicator"
					},
					"Translation": {
						"Text": "Indicateur de flux"
					},
					"Key": "P.PipeIndicator"
				},
				{
					"Source": {
						"Text": "Flow Indicator:"
					},
					"Translation": {
						"Text": "Indicateur de flux :"
					},
					"Key": "Config_FlowIndicator"
				},
				{
					"Source": {
						"Text": "Flow Indicator:"
					},
					"Translation": {
						"Text": "Indicateur de flux :"
					},
					"Key": "Panel_AC_FlowIndicator"
				},
				{
					"Source": {
						"Text": "Forward"
					},
					"Translation": {
						"Text": "Avant"
					},
					"Key": "Walk_Opt_Forward"
				},
				{
					"Source": {
						"Text": "Found {0} items ({1} upgradeable)"
					},
					"Translation": {
						"Text": "{0} éléments trouvés ({1} améliorables)"
					},
					"Key": "Upgrade_FoundItems"
				},
				{
					"Source": {
						"Text": "Grid"
					},
					"Translation": {
						"Text": "Grille"
					},
					"Key": "Panel_Section_Grid"
				},
				{
					"Source": {
						"Text": "Grid"
					},
					"Translation": {
						"Text": "Grille"
					},
					"Key": "Panel_Restore_CaptureGrid"
				},
				{
					"Source": {
						"Text": "Grid Axis"
					},
					"Translation": {
						"Text": "Axe de grille"
					},
					"Key": "P.PowerConnectMode"
				},
				{
					"Source": {
						"Text": "Grid Axis:"
					},
					"Translation": {
						"Text": "Axe de grille :"
					},
					"Key": "Panel_AC_GridAxis"
				},
				{
					"Source": {
						"Text": "Grid Axis:"
					},
					"Translation": {
						"Text": "Axe de grille :"
					},
					"Key": "Config_PowerGridAxis"
				},
				{
					"Source": {
						"Text": "Grid Total: {0} holograms"
					},
					"Translation": {
						"Text": "Total grille : {0} hologrammes"
					},
					"Key": "Panel_GridTotal"
				},
				{
					"Source": {
						"Text": "Grid [X]:"
					},
					"Translation": {
						"Text": "Grille [X]:"
					},
					"Key": "Panel_GridX"
				},
				{
					"Source": {
						"Text": "Grid [Y]:"
					},
					"Translation": {
						"Text": "Grille [Y]:"
					},
					"Key": "Panel_GridY"
				},
				{
					"Source": {
						"Text": "Grid [Z]:"
					},
					"Translation": {
						"Text": "Grille [Z]:"
					},
					"Key": "Panel_GridZ"
				},
				{
					"Source": {
						"Text": "Grid: 1x1x1"
					},
					"Translation": {
						"Text": "Grille : 1x1x1"
					},
					"Key": "HUD_GridDefault"
				},
				{
					"Source": {
						"Text": "Grid: {0}x{1}x{2} ({3})"
					},
					"Translation": {
						"Text": "Grille : {0}x{1}x{2} ({3})"
					},
					"Key": "HUD_Grid"
				},
				{
					"Source": {
						"Text": "H->V"
					},
					"Translation": {
						"Text": "H→V"
					},
					"Key": "Walk_Opt_HToV"
				},
				{
					"Source": {
						"Text": "HUD"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Sec.HUD"
				},
				{
					"Source": {
						"Text": "HUD Position X"
					},
					"Translation": {
						"Text": "Position X du HUD"
					},
					"Key": "Config_HUDPosX"
				},
				{
					"Source": {
						"Text": "HUD Position X"
					},
					"Translation": {
						"Text": "Position X du HUD"
					},
					"Key": "P.HUDPositionX"
				},
				{
					"Source": {
						"Text": "HUD Position Y"
					},
					"Translation": {
						"Text": "Position Y du HUD"
					},
					"Key": "P.HUDPositionY"
				},
				{
					"Source": {
						"Text": "HUD Position Y"
					},
					"Translation": {
						"Text": "Position Y du HUD"
					},
					"Key": "Config_HUDPosY"
				},
				{
					"Source": {
						"Text": "HUD Scale"
					},
					"Translation": {
						"Text": "Échelle du HUD"
					},
					"Key": "P.HUDScale"
				},
				{
					"Source": {
						"Text": "HUD Theme"
					},
					"Translation": {
						"Text": "Thème du HUD"
					},
					"Key": "P.HUDTheme"
				},
				{
					"Source": {
						"Text": "HUD Theme:"
					},
					"Translation": {
						"Text": "Thème du HUD :"
					},
					"Key": "Config_HUDTheme"
				},
				{
					"Source": {
						"Text": "Horizontal position of the HUD on screen (0 = left edge, 1 = right edge)."
					},
					"Translation": {
						"Text": "Position horizontale du HUD à l'écran (0 = bord gauche, 1 = bord droit)."
					},
					"Key": "P.HUDPositionX.TT"
				},
				{
					"Source": {
						"Text": "How Extend, auto-hold, and Apply behave while building."
					},
					"Translation": {
						"Text": "Comment Étendre, le verrouillage auto et Appliquer se comportent pendant la construction."
					},
					"Key": "Sec.Building.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected belts are shaped: Default, Curve, or Straight."
					},
					"Translation": {
						"Text": "Forme des convoyeurs auto-connectés : Défaut, Courbe ou Droit."
					},
					"Key": "P.BeltRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected hypertubes are shaped: Auto, 2D, Straight, Curve, Noodle, or Horizontal-to-Vertical."
					},
					"Translation": {
						"Text": "Forme des Hypertubes auto-connectés : Auto, 2D, Droit, Courbe, Nouille ou Horizontal-vers-Vertical."
					},
					"Key": "P.HypertubeRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected pipes are shaped: Auto, 2D, Straight, Curve, Noodle, or Horizontal-to-Vertical."
					},
					"Translation": {
						"Text": "Forme des tuyaux auto-connectés : Auto, 2D, Droit, Courbe, Nouille ou Horizontal-vers-Vertical."
					},
					"Key": "P.PipeRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "Hypertube"
					},
					"Translation": {
						"Text": "Hypertube"
					},
					"Key": "Walk_Conveyance_Hypertube"
				},
				{
					"Source": {
						"Text": "Hypertube Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto Hypertube"
					},
					"Key": "Sec.Hypertube"
				},
				{
					"Source": {
						"Text": "Hypertube Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto Hypertube"
					},
					"Key": "P.bHypertubeAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Hypertube Routing Mode"
					},
					"Translation": {
						"Text": "Mode de routage des Hypertubes"
					},
					"Key": "P.HypertubeRoutingMode"
				},
				{
					"Source": {
						"Text": "Import from Clipboard"
					},
					"Translation": {
						"Text": "Importer depuis le presse-papiers"
					},
					"Key": "Panel_Btn_ImportPreset"
				},
				{
					"Source": {
						"Text": "Import from Last Extend"
					},
					"Translation": {
						"Text": "Importer depuis la dernière extension"
					},
					"Key": "Panel_Btn_ImportFromExtend"
				},
				{
					"Source": {
						"Text": "Include power poles when using Extend."
					},
					"Translation": {
						"Text": "Inclure les poteaux électriques lors de l'utilisation d'Étendre."
					},
					"Key": "P.bExtendPowerEnabled.TT"
				},
				{
					"Source": {
						"Text": "Invalid: {0}"
					},
					"Translation": {
						"Text": "Invalide : {0}"
					},
					"Key": "Upgrade_Invalid"
				},
				{
					"Source": {
						"Text": "Large Grid Warning"
					},
					"Translation": {
						"Text": "Avertissement grande grille"
					},
					"Key": "Panel_Confirm_LargeTitle"
				},
				{
					"Source": {
						"Text": "Lift: ↕ {0}m  ⇓ {1}m"
					},
					"Translation": {
						"Text": "Ascenseur : ↕ {0}m  ⇓ {1}m"
					},
					"Key": "HUD_LiftHeight"
				},
				{
					"Source": {
						"Text": "Main Tier"
					},
					"Translation": {
						"Text": "Niveau principal"
					},
					"Key": "P.PipeLevelMain"
				},
				{
					"Source": {
						"Text": "Main Tier:"
					},
					"Translation": {
						"Text": "Niveau principal :"
					},
					"Key": "Panel_AC_MainTier"
				},
				{
					"Source": {
						"Text": "Main Tier:"
					},
					"Translation": {
						"Text": "Niveau principal :"
					},
					"Key": "Config_PipeMainTier"
				},
				{
					"Source": {
						"Text": "Manifold Lane Belt"
					},
					"Translation": {
						"Text": "Convoyeur collecteur"
					},
					"Key": "P.BeltLevelMain"
				},
				{
					"Source": {
						"Text": "Manifold Lane Belt:"
					},
					"Translation": {
						"Text": "Convoyeur collecteur :"
					},
					"Key": "Config_ManifoldLaneBelt"
				},
				{
					"Source": {
						"Text": "Maximum distance, in meters, to search for a power connection."
					},
					"Translation": {
						"Text": "Distance maximale, en mètres, pour rechercher une connexion électrique."
					},
					"Key": "P.PowerConnectRange.TT"
				},
				{
					"Source": {
						"Text": "Nearest {0}: {1}m {2}"
					},
					"Translation": {
						"Text": "Plus proche {0} : {1}m {2}"
					},
					"Key": "Upgrade_Nearest"
				},
				{
					"Source": {
						"Text": "Network"
					},
					"Translation": {
						"Text": "Réseau"
					},
					"Key": "Upgrade_Tab_Network"
				},
				{
					"Source": {
						"Text": "New Preset Name:"
					},
					"Translation": {
						"Text": "Nom du nouveau préréglage :"
					},
					"Key": "Panel_Restore_PresetName"
				},
				{
					"Source": {
						"Text": "No audit snapshot. Press Scan to start."
					},
					"Translation": {
						"Text": "Aucune donnée d'audit. Appuyez sur Scanner pour commencer."
					},
					"Key": "Upgrade_NoAudit"
				},
				{
					"Source": {
						"Text": "No compatible recipes"
					},
					"Translation": {
						"Text": "Aucune recette compatible"
					},
					"Key": "Panel_Recipe_NoCompatible"
				},
				{
					"Source": {
						"Text": "No family selected - scan first"
					},
					"Translation": {
						"Text": "Aucune famille sélectionnée — scannez d'abord"
					},
					"Key": "Upgrade_NoFamily"
				},
				{
					"Source": {
						"Text": "No instances found (entries not stored)"
					},
					"Translation": {
						"Text": "Aucune instance trouvée (entrées non enregistrées)"
					},
					"Key": "Upgrade_NoInstances"
				},
				{
					"Source": {
						"Text": "No items to upgrade"
					},
					"Translation": {
						"Text": "Aucun élément à améliorer"
					},
					"Key": "Upgrade_NoItems"
				},
				{
					"Source": {
						"Text": "No recipe selected ({0} available)"
					},
					"Translation": {
						"Text": "Aucune recette ({0} disponibles)"
					},
					"Key": "Panel_Recipe_NoneSelected_Count"
				},
				{
					"Source": {
						"Text": "No target - aim at a buildable"
					},
					"Translation": {
						"Text": "Pas de cible — visez un constructible"
					},
					"Key": "Upgrade_NoTarget"
				},
				{
					"Source": {
						"Text": "None Selected"
					},
					"Translation": {
						"Text": "Aucune sélection"
					},
					"Key": "Panel_Recipe_NoneSelected"
				},
				{
					"Source": {
						"Text": "Noodle"
					},
					"Translation": {
						"Text": "Nouille"
					},
					"Key": "Walk_Opt_Noodle"
				},
				{
					"Source": {
						"Text": "Normal"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Opt_Normal"
				},
				{
					"Source": {
						"Text": "Not saved"
					},
					"Translation": {
						"Text": "Non enregistré"
					},
					"Key": "Panel_Restore_NotSaved"
				},
				{
					"Source": {
						"Text": "Number of pole connection slots to leave free for your own manual wiring."
					},
					"Translation": {
						"Text": "Nombre d'emplacements de connexion de poteau à laisser libres pour votre câblage manuel."
					},
					"Key": "P.PowerConnectReserved.TT"
				},
				{
					"Source": {
						"Text": "Once Upgraded Power Connectors is unlocked, Extend wires power directly building-to-building along the lane instead of running a pole to each building."
					},
					"Translation": {
						"Text": "Une fois les connecteurs électriques améliorés débloqués, Étendre câble l'énergie directement de bâtiment à bâtiment le long de la rangée au lieu d'amener un poteau à chaque bâtiment."
					},
					"Key": "P.bExtendDaisyChainPower.TT"
				},
				{
					"Source": {
						"Text": "Overwrite Preset"
					},
					"Translation": {
						"Text": "Écraser le préréglage"
					},
					"Key": "Panel_Restore_OverwriteTitle"
				},
				{
					"Source": {
						"Text": "Pipe"
					},
					"Translation": {
						"Text": "Tuyau"
					},
					"Key": "Walk_Conveyance_Pipe"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto tuyaux"
					},
					"Key": "Sec.Pipe"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto tuyaux"
					},
					"Key": "P.bPipeAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto tuyaux :"
					},
					"Key": "Config_PipeAutoConnect"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto tuyaux :"
					},
					"Key": "Panel_AC_PipeEnabled"
				},
				{
					"Source": {
						"Text": "Pipe Routing Mode"
					},
					"Translation": {
						"Text": "Mode routage tuyaux"
					},
					"Key": "P.PipeRoutingMode"
				},
				{
					"Source": {
						"Text": "Pipe Routing Mode:"
					},
					"Translation": {
						"Text": "Mode routage tuyaux :"
					},
					"Key": "Config_PipeRoutingMode"
				},
				{
					"Source": {
						"Text": "Pipe Style"
					},
					"Translation": {
						"Text": "Style de tuyau"
					},
					"Key": "Walk_Lbl_PipeStyle"
				},
				{
					"Source": {
						"Text": "Pipe tier for connections to buildings. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Niveau de tuyau pour les connexions vers les bâtiments. Auto utilise le niveau le plus élevé débloqué."
					},
					"Key": "P.PipeLevelToBuilding.TT"
				},
				{
					"Source": {
						"Text": "Pipe tier for the main connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Niveau de tuyau pour les connexions principales. Auto utilise le niveau le plus élevé débloqué."
					},
					"Key": "P.PipeLevelMain.TT"
				},
				{
					"Source": {
						"Text": "Pipeline Pumps"
					},
					"Translation": {
						"Text": "Pompes de pipeline"
					},
					"Key": "Family_Pump"
				},
				{
					"Source": {
						"Text": "Pipelines"
					},
					"Translation": {
						"Text": "Pipelines"
					},
					"Key": "Family_Pipe"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto énergie"
					},
					"Key": "Sec.Power"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto énergie"
					},
					"Key": "P.bPowerAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto énergie :"
					},
					"Key": "Config_PowerAutoConnect"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect:"
					},
					"Translation": {
						"Text": "Connexion auto électrique :"
					},
					"Key": "Panel_AC_PowerEnabled"
				},
				{
					"Source": {
						"Text": "Power Poles"
					},
					"Translation": {
						"Text": "Poteau électrique"
					},
					"Key": "Family_PowerPole"
				},
				{
					"Source": {
						"Text": "Power Towers"
					},
					"Translation": {
						"Text": "Pylône électrique"
					},
					"Key": "Family_Tower"
				},
				{
					"Source": {
						"Text": "Press Scan to find upgradeable items"
					},
					"Translation": {
						"Text": "Appuyez sur Scanner pour trouver les éléments améliorables"
					},
					"Key": "Upgrade_PressScan"
				},
				{
					"Source": {
						"Text": "Radius"
					},
					"Translation": {
						"Text": "Rayon"
					},
					"Key": "Upgrade_Tab_Radius"
				},
				{
					"Source": {
						"Text": "Radius (m):"
					},
					"Translation": {
						"Text": "Rayon (m) :"
					},
					"Key": "Upgrade_RadiusLabel"
				},
				{
					"Source": {
						"Text": "Ready"
					},
					"Translation": {
						"Text": "Prêt"
					},
					"Key": "Upgrade_Ready"
				},
				{
					"Source": {
						"Text": "Recipe"
					},
					"Translation": {
						"Text": "Recette"
					},
					"Key": "Panel_Restore_CaptureRecipe"
				},
				{
					"Source": {
						"Text": "Recipe"
					},
					"Translation": {
						"Text": "Recette"
					},
					"Key": "Hint_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recette {0}/{1} : {2}"
					},
					"Key": "HUD_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recette {0}/{1} : {2}"
					},
					"Key": "Panel_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recette* {0}/{1} : {2}"
					},
					"Key": "Panel_Recipe_Active"
				},
				{
					"Source": {
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recette* {0}/{1} : {2}"
					},
					"Key": "HUD_RecipeActive"
				},
				{
					"Source": {
						"Text": "Recipes"
					},
					"Translation": {
						"Text": "Recettes"
					},
					"Key": "Panel_RecipeHeader"
				},
				{
					"Source": {
						"Text": "Reserved:"
					},
					"Translation": {
						"Text": "Réservées :"
					},
					"Key": "Panel_AC_Reserved"
				},
				{
					"Source": {
						"Text": "Reset"
					},
					"Translation": {
						"Text": "Réinitialiser"
					},
					"Key": "Panel_Btn_Reset"
				},
				{
					"Source": {
						"Text": "Rise m"
					},
					"Translation": {
						"Text": "Montée m"
					},
					"Key": "Walk_Col_Rise"
				},
				{
					"Source": {
						"Text": "Rise{0}: {1}m"
					},
					"Translation": {
						"Text": "Montée{0} : {1}m"
					},
					"Key": "HUD_WalkRise"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Panel_Restore_CaptureRotation"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Hint_Rotation"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": "Rotation"
					},
					"Key": "Panel_Section_Rotation"
				},
				{
					"Source": {
						"Text": "Rotation [Z]:"
					},
					"Translation": {
						"Text": "Rotation [Z]:"
					},
					"Key": "Panel_RotationZ"
				},
				{
					"Source": {
						"Text": "Rotation [Z]{0}: {1}°"
					},
					"Translation": {
						"Text": "Rotation [Z]{0} : {1}°"
					},
					"Key": "HUD_RotationZ"
				},
				{
					"Source": {
						"Text": "Rotation [Z]{0}: {1}° (R={2}m, {3}/circle)"
					},
					"Translation": {
						"Text": "Rotation [Z]{0} : {1}° (R={2}m, {3}/cercle)"
					},
					"Key": "HUD_RotationZFull"
				},
				{
					"Source": {
						"Text": "Rotation*: 0.0°"
					},
					"Translation": {
						"Text": "Rotation* : 0.0°"
					},
					"Key": "HUD_RotationDefault"
				},
				{
					"Source": {
						"Text": "Routing"
					},
					"Translation": {
						"Text": "Routage"
					},
					"Key": "Walk_Lbl_Routing"
				},
				{
					"Source": {
						"Text": "Routing:"
					},
					"Translation": {
						"Text": "Routage :"
					},
					"Key": "Panel_AC_Routing"
				},
				{
					"Source": {
						"Text": "SMART!"
					},
					"Translation": {
						"Text": "SMART!"
					},
					"Key": "HUD_Header"
				},
				{
					"Source": {
						"Text": "Save Current"
					},
					"Translation": {
						"Text": "Enregistrer l'actuel"
					},
					"Key": "Panel_Btn_SavePreset"
				},
				{
					"Source": {
						"Text": "Scale X"
					},
					"Translation": {
						"Text": "Échelle X"
					},
					"Key": "Hint_ScaleX"
				},
				{
					"Source": {
						"Text": "Scale Y"
					},
					"Translation": {
						"Text": "Échelle Y"
					},
					"Key": "Hint_ScaleY"
				},
				{
					"Source": {
						"Text": "Scale Z"
					},
					"Translation": {
						"Text": "Échelle Z"
					},
					"Key": "Hint_ScaleZ"
				},
				{
					"Source": {
						"Text": "Scan"
					},
					"Translation": {
						"Text": "Scanner"
					},
					"Key": "Upgrade_Btn_Scan"
				},
				{
					"Source": {
						"Text": "Scan Network"
					},
					"Translation": {
						"Text": "Scanner le réseau"
					},
					"Key": "Upgrade_Btn_ScanNetwork"
				},
				{
					"Source": {
						"Text": "Scan failed: {0}"
					},
					"Translation": {
						"Text": "Échec du scan : {0}"
					},
					"Key": "Upgrade_ScanFailed"
				},
				{
					"Source": {
						"Text": "Scan network to see costs"
					},
					"Translation": {
						"Text": "Scanner le réseau pour voir les coûts"
					},
					"Key": "Upgrade_ScanCosts"
				},
				{
					"Source": {
						"Text": "Scanning network..."
					},
					"Translation": {
						"Text": "Scan du réseau..."
					},
					"Key": "Upgrade_Scanning"
				},
				{
					"Source": {
						"Text": "Select a family to see costs"
					},
					"Translation": {
						"Text": "Sélectionnez une famille pour voir les coûts"
					},
					"Key": "Upgrade_SelectFamily"
				},
				{
					"Source": {
						"Text": "Select a row first to upgrade"
					},
					"Translation": {
						"Text": "Sélectionnez d'abord une ligne pour améliorer"
					},
					"Key": "Upgrade_SelectRow"
				},
				{
					"Source": {
						"Text": "Select a target tier from the dropdown"
					},
					"Translation": {
						"Text": "Sélectionnez un niveau cible dans le menu déroulant"
					},
					"Key": "Upgrade_SelectTier"
				},
				{
					"Source": {
						"Text": "Select target tier"
					},
					"Translation": {
						"Text": "Sélectionnez le niveau cible"
					},
					"Key": "Upgrade_SelectTargetTier"
				},
				{
					"Source": {
						"Text": "Selected Preset:"
					},
					"Translation": {
						"Text": "Préréglage sélectionné :"
					},
					"Key": "Panel_Restore_SelectPreset"
				},
				{
					"Source": {
						"Text": "Set radius and press Scan to find items"
					},
					"Translation": {
						"Text": "Définissez le rayon et appuyez sur Scanner"
					},
					"Key": "Upgrade_SetRadiusScan"
				},
				{
					"Source": {
						"Text": "Settings: {0}"
					},
					"Translation": {
						"Text": "Paramètres : {0}"
					},
					"Key": "HUD_Settings"
				},
				{
					"Source": {
						"Text": "Settings: {0}*"
					},
					"Translation": {
						"Text": "Paramètres : {0}*"
					},
					"Key": "HUD_SettingsCurrent"
				},
				{
					"Source": {
						"Text": "Settings: {0}{1}"
					},
					"Translation": {
						"Text": "Paramètres : {0}{1}"
					},
					"Key": "HUD_SettingsActive"
				},
				{
					"Source": {
						"Text": "Shift m"
					},
					"Translation": {
						"Text": "Décalage m"
					},
					"Key": "Walk_Col_Shift"
				},
				{
					"Source": {
						"Text": "Shift{0}: {1}m"
					},
					"Translation": {
						"Text": "Décalage{0} : {1}m"
					},
					"Key": "HUD_WalkShift"
				},
				{
					"Source": {
						"Text": "Show Direction Arrows"
					},
					"Translation": {
						"Text": "Afficher les flèches directionnelles"
					},
					"Key": "P.bShowArrows"
				},
				{
					"Source": {
						"Text": "Show HUD Overlay"
					},
					"Translation": {
						"Text": "Afficher le HUD"
					},
					"Key": "P.bShowHUD"
				},
				{
					"Source": {
						"Text": "Show HUD Overlay"
					},
					"Translation": {
						"Text": "Afficher le HUD"
					},
					"Key": "Config_ShowHUD"
				},
				{
					"Source": {
						"Text": "Show X/Y/Z axis labels on the direction arrows."
					},
					"Translation": {
						"Text": "Afficher les étiquettes d'axe X/Y/Z sur les flèches directionnelles."
					},
					"Key": "P.bShowArrowLabels.TT"
				},
				{
					"Source": {
						"Text": "Show X/Y/Z direction arrows on the building hologram."
					},
					"Translation": {
						"Text": "Afficher les flèches directionnelles X/Y/Z sur l'hologramme du bâtiment."
					},
					"Key": "P.bShowArrows.TT"
				},
				{
					"Source": {
						"Text": "Show a flow-direction indicator on auto-connected pipes."
					},
					"Translation": {
						"Text": "Afficher un indicateur de direction du flux sur les tuyaux auto-connectés."
					},
					"Key": "P.PipeIndicator.TT"
				},
				{
					"Source": {
						"Text": "Show the Smart! overlay (grid, scale, and recipe info) while building."
					},
					"Translation": {
						"Text": "Afficher l'overlay Smart! (grille, échelle et infos de recette) pendant la construction."
					},
					"Key": "P.bShowHUD.TT"
				},
				{
					"Source": {
						"Text": "Size of the Smart! HUD overlay."
					},
					"Translation": {
						"Text": "Taille de l'overlay HUD de Smart!."
					},
					"Key": "P.HUDScale.TT"
				},
				{
					"Source": {
						"Text": "Smart Panel"
					},
					"Translation": {
						"Text": "Panneau Smart"
					},
					"Key": "Hint_SmartPanel"
				},
				{
					"Source": {
						"Text": "Smart Restore"
					},
					"Translation": {
						"Text": "Smart Restauration"
					},
					"Key": "Panel_Section_Presets"
				},
				{
					"Source": {
						"Text": "Smart Walking"
					},
					"Translation": {
						"Text": "Smart Marche"
					},
					"Key": "Panel_Btn_SmartWalking"
				},
				{
					"Source": {
						"Text": "Smart!"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Config.Root.Name"
				},
				{
					"Source": {
						"Text": "Smart!"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Config.DisplayName"
				},
				{
					"Source": {
						"Text": "Smart! Extend"
					},
					"Translation": {
						"Text": "Smart! Extension"
					},
					"Key": "Panel_Title_Extend"
				},
				{
					"Source": {
						"Text": "Smart! Foundations settings."
					},
					"Translation": {
						"Text": "Paramètres de Smart! Foundations."
					},
					"Key": "Config.Description"
				},
				{
					"Source": {
						"Text": "Smart! Foundations settings."
					},
					"Translation": {
						"Text": "Paramètres de Smart! Foundations."
					},
					"Key": "Config.Root.Tooltip"
				},
				{
					"Source": {
						"Text": "Smart! Panel"
					},
					"Translation": {
						"Text": "Smart! Panneau"
					},
					"Key": "Panel_Title"
				},
				{
					"Source": {
						"Text": "Smart! Upgrade Panel"
					},
					"Translation": {
						"Text": "Smart! Panneau d'amélioration"
					},
					"Key": "Upgrade_Title"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Espacement"
					},
					"Key": "Panel_Restore_CaptureSpacing"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Espacement"
					},
					"Key": "Panel_Section_Spacing"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Espacement"
					},
					"Key": "Hint_Spacing"
				},
				{
					"Source": {
						"Text": "Spacing [X]:"
					},
					"Translation": {
						"Text": "Espacement [X]:"
					},
					"Key": "Panel_SpacingX"
				},
				{
					"Source": {
						"Text": "Spacing [X]{0}: {1}m"
					},
					"Translation": {
						"Text": "Espacement [X]{0} : {1}m"
					},
					"Key": "HUD_SpacingX"
				},
				{
					"Source": {
						"Text": "Spacing [Y]:"
					},
					"Translation": {
						"Text": "Espacement [Y]:"
					},
					"Key": "Panel_SpacingY"
				},
				{
					"Source": {
						"Text": "Spacing [Y]{0}: {1}m"
					},
					"Translation": {
						"Text": "Espacement [Y]{0} : {1}m"
					},
					"Key": "HUD_SpacingY"
				},
				{
					"Source": {
						"Text": "Spacing [Z]:"
					},
					"Translation": {
						"Text": "Espacement [Z]:"
					},
					"Key": "Panel_SpacingZ"
				},
				{
					"Source": {
						"Text": "Spacing [Z]{0}: {1}m"
					},
					"Translation": {
						"Text": "Espacement [Z]{0} : {1}m"
					},
					"Key": "HUD_SpacingZ"
				},
				{
					"Source": {
						"Text": "Spacing*: 0.0m"
					},
					"Translation": {
						"Text": "Espacement* : 0.0m"
					},
					"Key": "HUD_SpacingDefault"
				},
				{
					"Source": {
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto empilable"
					},
					"Key": "P.bStackableBeltEnabled"
				},
				{
					"Source": {
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Connexion auto empilable"
					},
					"Key": "Config_StackableBelt"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Décalage"
					},
					"Key": "Panel_Restore_CaptureStagger"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Décalage"
					},
					"Key": "Hint_Stagger"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Décalage"
					},
					"Key": "Panel_Section_Stagger"
				},
				{
					"Source": {
						"Text": "Stagger [X]:"
					},
					"Translation": {
						"Text": "Décalage [X]:"
					},
					"Key": "Panel_StaggerX"
				},
				{
					"Source": {
						"Text": "Stagger [X]{0}: {1}m sideways"
					},
					"Translation": {
						"Text": "Décalage [X]{0} : {1}m latéral"
					},
					"Key": "HUD_StaggerX"
				},
				{
					"Source": {
						"Text": "Stagger [Y]:"
					},
					"Translation": {
						"Text": "Décalage [Y]:"
					},
					"Key": "Panel_StaggerY"
				},
				{
					"Source": {
						"Text": "Stagger [Y]{0}: {1}m forward"
					},
					"Translation": {
						"Text": "Décalage [Y]{0} : {1}m avant"
					},
					"Key": "HUD_StaggerY"
				},
				{
					"Source": {
						"Text": "Stagger [ZX]:"
					},
					"Translation": {
						"Text": "Décalage [ZX]:"
					},
					"Key": "Panel_StaggerZX"
				},
				{
					"Source": {
						"Text": "Stagger [ZX]{0}: {1}m lean forward"
					},
					"Translation": {
						"Text": "Décalage [ZX]{0} : {1}m décalage avant"
					},
					"Key": "HUD_StaggerZX"
				},
				{
					"Source": {
						"Text": "Stagger [ZY]:"
					},
					"Translation": {
						"Text": "Décalage [ZY]:"
					},
					"Key": "Panel_StaggerZY"
				},
				{
					"Source": {
						"Text": "Stagger [ZY]{0}: {1}m lean sideways"
					},
					"Translation": {
						"Text": "Décalage [ZY]{0} : {1}m décalage latéral"
					},
					"Key": "HUD_StaggerZY"
				},
				{
					"Source": {
						"Text": "Stagger*: 0.0m"
					},
					"Translation": {
						"Text": "Décalage* : 0.0m"
					},
					"Key": "HUD_StaggerDefault"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Marches"
					},
					"Key": "Hint_Steps"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Marches"
					},
					"Key": "Panel_Restore_CaptureSteps"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Marches"
					},
					"Key": "Panel_Section_Steps"
				},
				{
					"Source": {
						"Text": "Steps [X]:"
					},
					"Translation": {
						"Text": "Marches [X]:"
					},
					"Key": "Panel_StepsX"
				},
				{
					"Source": {
						"Text": "Steps [X]{0}: {1}m columns"
					},
					"Translation": {
						"Text": "Marches [X]{0} : {1}m colonnes"
					},
					"Key": "HUD_StepsX"
				},
				{
					"Source": {
						"Text": "Steps [Y]:"
					},
					"Translation": {
						"Text": "Marches [Y]:"
					},
					"Key": "Panel_StepsY"
				},
				{
					"Source": {
						"Text": "Steps [Y]{0}: {1}m rows"
					},
					"Translation": {
						"Text": "Marches [Y]{0} : {1}m rangées"
					},
					"Key": "HUD_StepsY"
				},
				{
					"Source": {
						"Text": "Steps*: 0.0m"
					},
					"Translation": {
						"Text": "Marches* : 0.0m"
					},
					"Key": "HUD_StepsDefault"
				},
				{
					"Source": {
						"Text": "Straight"
					},
					"Translation": {
						"Text": "Droit"
					},
					"Key": "Walk_Opt_Straight"
				},
				{
					"Source": {
						"Text": "Target Tier:"
					},
					"Translation": {
						"Text": "Niveau cible :"
					},
					"Key": "Upgrade_TargetTier"
				},
				{
					"Source": {
						"Text": "Target is not upgradeable - aim at a belt, pipe, or power pole"
					},
					"Translation": {
						"Text": "La cible n'est pas améliorable — visez un convoyeur, tuyau ou poteau"
					},
					"Key": "Upgrade_NotUpgradeable"
				},
				{
					"Source": {
						"Text": "The on-screen Smart! overlay shown while you build."
					},
					"Translation": {
						"Text": "L'overlay Smart! affiché à l'écran pendant la construction."
					},
					"Key": "Sec.HUD.TT"
				},
				{
					"Source": {
						"Text": "Tier"
					},
					"Translation": {
						"Text": "Niveau"
					},
					"Key": "Walk_Lbl_Tier"
				},
				{
					"Source": {
						"Text": "To Building"
					},
					"Translation": {
						"Text": "Vers bâtiment"
					},
					"Key": "P.PipeLevelToBuilding"
				},
				{
					"Source": {
						"Text": "To Building:"
					},
					"Translation": {
						"Text": "Vers le bâtiment :"
					},
					"Key": "Panel_AC_ToBuilding"
				},
				{
					"Source": {
						"Text": "To Building:"
					},
					"Translation": {
						"Text": "Vers bâtiment :"
					},
					"Key": "Config_PipeToBuilding"
				},
				{
					"Source": {
						"Text": "Turn"
					},
					"Translation": {
						"Text": "Virage"
					},
					"Key": "Walk_Col_Turn"
				},
				{
					"Source": {
						"Text": "Turn{0}: {1}°"
					},
					"Translation": {
						"Text": "Virage{0} : {1}°"
					},
					"Key": "HUD_WalkTurn"
				},
				{
					"Source": {
						"Text": "UPGRADE"
					},
					"Translation": {
						"Text": "AMÉLIORER"
					},
					"Key": "Upgrade_Btn_Upgrade"
				},
				{
					"Source": {
						"Text": "Unknown"
					},
					"Translation": {
						"Text": "Inconnu"
					},
					"Key": "Family_Unknown"
				},
				{
					"Source": {
						"Text": "Update"
					},
					"Translation": {
						"Text": "Mettre à jour"
					},
					"Key": "Panel_Btn_UpdatePreset"
				},
				{
					"Source": {
						"Text": "Upgrade Panel"
					},
					"Translation": {
						"Text": "Panneau d'amélioration"
					},
					"Key": "Hint_UpgradePanel"
				},
				{
					"Source": {
						"Text": "Upgrade cancelled: {0}/{1} completed"
					},
					"Translation": {
						"Text": "Amélioration annulée : {0}/{1} terminés"
					},
					"Key": "Upgrade_Cancelled"
				},
				{
					"Source": {
						"Text": "Upgrade complete: {0} success, {1} failed, {2} skipped"
					},
					"Translation": {
						"Text": "Amélioration terminée : {0} réussis, {1} échoués, {2} ignorés"
					},
					"Key": "Upgrade_Complete"
				},
				{
					"Source": {
						"Text": "Upgrading {0} Mk.{1} → Mk.{2}..."
					},
					"Translation": {
						"Text": "Amélioration {0} Mk.{1} → Mk.{2}..."
					},
					"Key": "Upgrade_Upgrading"
				},
				{
					"Source": {
						"Text": "Upgrading... {0}/{1} ({2}%)"
					},
					"Translation": {
						"Text": "Amélioration... {0}/{1} ({2}%)"
					},
					"Key": "Upgrade_ProgressCount"
				},
				{
					"Source": {
						"Text": "Use Manifold Lane Belts"
					},
					"Translation": {
						"Text": "Convoyeurs collecteurs"
					},
					"Key": "P.bAutoConnectDistributors"
				},
				{
					"Source": {
						"Text": "Use Manifold Lane Belts:"
					},
					"Translation": {
						"Text": "Convoyeurs collecteurs :"
					},
					"Key": "Config_ManifoldLaneBelts"
				},
				{
					"Source": {
						"Text": "Vertical position of the HUD on screen (0 = top, 1 = bottom)."
					},
					"Translation": {
						"Text": "Position verticale du HUD à l'écran (0 = haut, 1 = bas)."
					},
					"Key": "P.HUDPositionY.TT"
				},
				{
					"Source": {
						"Text": "Wall Outlet Mk.{0}"
					},
					"Translation": {
						"Text": "Distributeur mural Mk.{0}"
					},
					"Key": "UpgradeRow_WallOutlet"
				},
				{
					"Source": {
						"Text": "Wall Outlets (Double)"
					},
					"Translation": {
						"Text": "Prises murales (double)"
					},
					"Key": "Family_WallOutletDouble"
				},
				{
					"Source": {
						"Text": "Wall Outlets (Single)"
					},
					"Translation": {
						"Text": "Prises murales (simple)"
					},
					"Key": "Family_WallOutletSingle"
				},
				{
					"Source": {
						"Text": "When you Extend a factory that has no power pole and no existing daisy link (starting a fresh manifold), wire the new buildings together with daisy-chain power. Factories already daisy-chained are always continued regardless of this option."
					},
					"Translation": {
						"Text": "Lorsque vous étendez une usine sans poteau électrique et sans lien de chaînage existant (démarrage d'un nouveau collecteur), câblez les nouveaux bâtiments ensemble par chaînage électrique. Les usines déjà chaînées sont toujours poursuivies, quelle que soit cette option."
					},
					"Key": "P.bExtendDaisyChainPoleless.TT"
				},
				{
					"Source": {
						"Text": "Which directions power poles connect: Auto, X only, Y only, or both X and Y."
					},
					"Translation": {
						"Text": "Directions dans lesquelles les poteaux électriques se connectent : Auto, X seul, Y seul, ou X et Y."
					},
					"Key": "P.PowerConnectMode.TT"
				},
				{
					"Source": {
						"Text": "X"
					},
					"Translation": {
						"Text": "X"
					},
					"Key": "Upgrade_Btn_X"
				},
				{
					"Source": {
						"Text": "X"
					},
					"Translation": {
						"Text": "X"
					},
					"Key": "ArrowLabel_X"
				},
				{
					"Source": {
						"Text": "Y"
					},
					"Translation": {
						"Text": "Y"
					},
					"Key": "ArrowLabel_Y"
				},
				{
					"Source": {
						"Text": "You are about to generate {0} holograms.\\n\\nThis may cause a temporary freeze.\\n\\nContinue?"
					},
					"Translation": {
						"Text": "Vous êtes sur le point de générer {0} hologrammes.\\n\\nCela peut causer un gel temporaire.\\n\\nContinuer ?"
					},
					"Key": "Panel_Confirm_LargeMsg"
				},
				{
					"Source": {
						"Text": "You are about to generate {0} holograms.\\n\\nThis will likely cause a significant freeze and may crash the game.\\n\\nAre you sure you want to continue?"
					},
					"Translation": {
						"Text": "Vous êtes sur le point de générer {0} hologrammes.\\n\\nCela causera probablement un gel important et peut faire planter le jeu.\\n\\nÊtes-vous sûr de vouloir continuer ?"
					},
					"Key": "Panel_Confirm_ExtremeMsg"
				},
				{
					"Source": {
						"Text": "Z"
					},
					"Translation": {
						"Text": "Z"
					},
					"Key": "ArrowLabel_Z"
				},
				{
					"Source": {
						"Text": "[INVALID]"
					},
					"Translation": {
						"Text": "[INVALIDE]"
					},
					"Key": "HUD_Invalid"
				},
				{
					"Source": {
						"Text": "apply immediately"
					},
					"Translation": {
						"Text": "appliquer immédiatement"
					},
					"Key": "Walk_ApplyImmediately"
				},
				{
					"Source": {
						"Text": "belt"
					},
					"Translation": {
						"Text": "convoyeur"
					},
					"Key": "HUD_Walk_Belt"
				},
				{
					"Source": {
						"Text": "m"
					},
					"Translation": {
						"Text": "m"
					},
					"Key": "Panel_Unit_Meters"
				},
				{
					"Source": {
						"Text": "pipe"
					},
					"Translation": {
						"Text": "tuyau"
					},
					"Key": "HUD_Walk_Pipe"
				},
				{
					"Source": {
						"Text": "segment {0} too long ({1}m > 56m)"
					},
					"Translation": {
						"Text": "segment {0} trop long ({1}m > 56m)"
					},
					"Key": "Walk_Invalid_TooLong"
				},
				{
					"Source": {
						"Text": "segment {0} too steep ({1}deg > 30deg)"
					},
					"Translation": {
						"Text": "segment {0} trop raide ({1}deg > 30deg)"
					},
					"Key": "Walk_Invalid_TooSteep"
				},
				{
					"Source": {
						"Text": "{0} Mk.{1}: No valid upgrade target selected"
					},
					"Translation": {
						"Text": "{0} Mk.{1} : Aucune cible d'amélioration valide sélectionnée"
					},
					"Key": "Upgrade_NoValidTarget"
				},
				{
					"Source": {
						"Text": "{0} [LIMIT HIT]"
					},
					"Translation": {
						"Text": "{0} [LIMITE ATTEINTE]"
					},
					"Key": "Upgrade_FoundItemsLimit"
				},
				{
					"Source": {
						"Text": "{0} items → Mk.{1}\n"
					},
					"Translation": {
						"Text": "{0} éléments → Mk.{1}\\n"
					},
					"Key": "Upgrade_CostItems"
				},
				{
					"Source": {
						"Text": "{0} {0}|plural(one=segment,other=segments)  ·  head {1} {2} deg  ·  {3}"
					},
					"Translation": {
						"Text": "{0} {0}|plural(one=segment,other=segments)  ·  cap {1} {2} deg  ·  {3}"
					},
					"Key": "Walk_Summary"
				},
				{
					"Source": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Upgrade_CostHeader"
				},
				{
					"Source": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n(Cost unavailable)"
					},
					"Translation": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\\n(Coût non disponible)"
					},
					"Key": "Upgrade_CostUnavailable"
				},
				{
					"Source": {
						"Text": "‹ Scaling"
					},
					"Translation": {
						"Text": "‹ Mise à l'échelle"
					},
					"Key": "Walk_Btn_Scaling"
				},
				{
					"Source": {
						"Text": "← Input: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "← Entrée : {0} x{1} ({2}/min) (Total grille : {3}/min)"
					},
					"Key": "Panel_Recipe_Input"
				},
				{
					"Source": {
						"Text": "← Input: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "← Entrée : {0} x{1} m³ ({2}/min) (Total grille : {3}/min)"
					},
					"Key": "Panel_Recipe_InputLiquid"
				},
				{
					"Source": {
						"Text": "→ Output: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "→ Sortie : {0} x{1} ({2}/min) (Total grille : {3}/min)"
					},
					"Key": "Panel_Recipe_Output"
				},
				{
					"Source": {
						"Text": "→ Output: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "→ Sortie : {0} x{1} m³ ({2}/min) (Total grille : {3}/min)"
					},
					"Key": "Panel_Recipe_OutputLiquid"
				}
			]
		}
	]
}